{
    "report": "Problem melden",
    "imprint": "Impressum/Datenschutz",
    "introduction": "Dieses Tool ermöglicht es, Reisen mit öffentlichen Verkehrsmitteln mithilfe eines interaktiven Raum-Zeit-Diagramms zu planen, auf Basis von Echtzeit-Fahrplandaten (aktuell nur Deutschland).",
    "from": "Von",
    "to": "Nach",
    "interchanges_explanation": "Bitte geben Sie alle potenziellen Umsteigestationen ein (bis zu 10). Nur direkte Verbindungen zwischen diesen Stationen werden gefunden.",
    "via": "Umsteigestation",
    "default_now": "ansonsten Jetzt",
    "regionly": "Nur Regionalverkehr",
    "submit": "Abfragen",
    "data_retrieval_waiting": "Datenabruf kann bis zu einer Minute dauern.",
    "no_results": "Keine Ergebnisse.",
    "platform": "Gl.",
    "cancelled": "fällt aus",
    "modify_query": "Abfrage anpassen",
    "legend": "Legende",
    "fastest_route": "Schnellste Route (Umsteigez. >= 0min)",
    "provider_recommended_route": "Von DB/HAFAS empfohlene Routen",
    "redundant_connection": "Vermutl. irrelevante Verbindungen",
    "cancelled_connection": "Ausgefallene Verbindungen",
    "long_distance": "ICE, IC, etc.",
    "regional": "RE, RB, S, etc.",
    "local": "Bus, Tram, etc.",
    "pedestrian": "Zu Fuß",
    "stay_on": "bleiben in",
    "next_best_departures": "Nächste beste Verbindungen von",
    "error": "Fehler",
    "error_http_400": "Abrufen von Fahrplandaten fehlgeschlagen. Möglicherweise ist der angefragte Zeitraum zu weit in der Vergangenheit oder Zukunft, oder Start oder Ziel existieren nicht oder haben keine Ankünfte/Abfahrten.",
    "error_http_500": "Unerwarteter Serverfehler.",
    "error_http_502": "Abrufen von Fahrplandaten fehlgeschlagen. Möglicherweise dauerte das Abrufen der Daten zu lang. Bitte erneut versuchen.",
    "error_http_503": "Abrufen von Fahrplandaten fehlgeschlagen. Möglicherweise zu viele Anfragen. Bitte später erneut versuchen.",
    "error_http_unknown": "Unbekannter Serverfehler.",
    "error_unknown": "Verbindung zum Server fehlgeschlagen. Sind sie offline?",
    "tip": "Tipp",
    "tip_0": "Wenn man auf eine Verbindung klickt, wird die kürzeste Route vom Start zum Ziel über diese Verbindung blau hervorgehoben.",
    "tip_1": "Wenn man Datum/Uhrzeit nicht setzt, kann man ein Bookmark auf die Diagramm-Seite anlegen und jederzeit einfach das aktuelle Diagramm aufrufen.",
    "tip_2": "Mit den Pfeilen, die über und unter ausgewählten Verbindungen erscheinen, kann man zu früheren Ankünften und späteren Abfahrten an der entsprechenden Station springen."
}