{
    "report": "Signaler un problème",
    "imprint": "Mentions légales/Protection des données",
    "introduction": "Cet outil vous permet de planifier vos itinéraires en transports en commun avec un diagramme temps-espace interactif, basé sur des données en temps réel (actuellement surtout pour l'Allemagne).",
    "from": "Station de départ",
    "to": "Station d'arrivée",
    "interchanges_explanation": "Vous devez entrer toutes les stations de correspondance potentielles (jusqu'à 10). Seulement des connexions directes entre ces stations seront trouvées.",
    "via": "Correspondance",
    "default_now": "Par défaut maintenant",
    "regionly": "Transport régional uniquement",
    "submit": "Recherchez",
    "data_retrieval_waiting": "La récupération des données peut prendre jusqu'à une minute.",
    "no_results": "Pas de résultats.",
    "platform": "Voie ",
    "cancelled": "supprimé",
    "modify_query": "Modifier la requête",
    "legend": "Légende",
    "fastest_route": "Itin. le + rapide (corresp. >= 0min)",
    "provider_recommended_route": "Itin. recommandés par DB/HAFAS",
    "redundant_connection": "Connexions jugées redondantes",
    "cancelled_connection": "Supprimé",
    "long_distance": "TGV, ICE, IC, etc.",
    "regional": "TER, RER, RE, RB, S, etc.",
    "local": "Bus, Tram, etc.",
    "pedestrian": "À pied",
    "stay_on": "rester dans",
    "next_best_departures": "Prochaines meilleures correspondances à",
    "no_known_connections": "Aucune correspondance trouvée à cette heure-ci.",
    "error": "Erreur",
    "error_http_400": "Échec de la requête des données d'horaire. Peut-être l'heure requise est trop loin dans le futur ou dans le passé, ou la station de départ ou d'arrivée n'existe pas ou n'a pas de départs ou d'arrivées.",
    "error_http_500": "Erreur de serveur inattendu.",
    "error_http_502": "Échec de la requête des données d'horaire. Peut-être la requête a pris trop de temps. Veuillez ressayer.",
    "error_http_503": "Échec de la requête des données d'horaire. Peut-être trop de requêtes. Veuillez ressayer plus tard.",
    "error_http_unknown": "Erreur de serveur inconnu.",
    "error_unknown": "Connection au serveur echouée. Êtes-vous hors ligne ?",
    "tip": "Tuyeau",
    "tip_0": "En cliquant sur une connexion, l'itinéraire le plus court de la station de départ à la station d'arrivée via cette connexion est marquée en bleu.",
    "tip_1": "Laissez la date/heure non définie et créez un signet de la page de diagramme afin de toujours accéder facilement au diagramme actuel.",
    "tip_2": "Utilisez les flèches apparaissant au-dessus et au-dessous des connexions sélectionnées pour trouver les arrivées d'avant et les départs d'après des stations respectives.",
    "tip_3": "En cliquant sur un nom de station dans le diagramme ou sur la flèche de retour dans la vue détaillée, les prochaines meilleures connexions de la station peuvent être affichées."
}